Repository: dcharles525/Crypt
Catalog: po/extra/*.po
Languages: da, pt

source: Crypto Market Watcher
da: Hold øje med cryptomarkedet
pt: Observador de Mercado de Criptomoedas

source: View and Watch Crypto Currency With Ease!
da: Hold nemt øje med crytovaluta!
pt: Veja e Assista ao Mercado de Criptomoedas com facilidade!

source: crypto;bitcoin;litecoin;coin;bit;trading;money;
da: crypto;bitcoin;litecoin;coin;bit;handel;penge;
pt: criptografia;bitcoin;litecoin;moeda;bit;comércio;dinheiro;

source: Ever want to view the crypto market in native Vala/GTK? Well look no more Crypt is all you need to look at charts, prices, and other information while using less than 50mb of RAM.
da: Har du nogensinde ønsket at se cryptomarkedet i Vala/GTK? Nu skal du ikke lede længere. Crypt er alt du behøver for at se på grafer, priser og anden informationer. Og den bruger under 50mb RAM.
pt: Sempre quis ver o mercado de criptomoedas em Vala/GTK nativo? Não procure mais porque o Crypt tem tudo o que precisa como gráficos, preços e outras informações usando menos de 50mb de memória RAM.

source: Track all your coins and gains with "Wallet"!
pt: Siga todas as suas moedas e ganhos com a "Carteira"!

source: Data refreshes every minute!
da: Data opdateres hvert minut!
pt: Atualização de dados a cada minuto!

source: View hourly, daily, and weekly charts!
da: Vis grafer per time, dagligt eller uge!
pt: Veja gráficos por hora, dia e semana!

source: Click on candles to inspect information!
da: Klik på candles for at se mere information!
pt: Clique nas velas para inspecionar informação!

source: View full coin information!
da: Vis fuld information om en coin!
pt: Veja toda a informação da moeda!

source: See information in USD, EUR, GBP, and more!!
da: Se informationer i USD, EUR, GBP og mange andre!!!
pt: Veja informação em USD, EUR, GBP, e mais!!

source: Change refresh rate to save on data!
da: Skift opdateringshastigheden som dataen skal hentes!!
pt: Altere a taxa de atualização para salvar dados!

source: Danish Translations thanks to @siigdev
pt: Tradução Dinamarquesa. Obrigado a @siigdev

source: Limit Notifications (right click on the table)
da: Begræns notifikationer (højreklik på tabellen)
pt: Limite de Notificações (clique no botão direito do rato na tabela)

source: Reworked some dialog UI
da: Omstrukturering af dialog i brugergrænsefladen
pt: Alguns diálogos da interface de utilizador retrabalhados

source: Using Gtk.Paned on the home tab so you can make the charts larger
da: Bruger nu Gtk.Paned på hjem knappen så grafer kan være større
pt: A usar o Gtk.Paned na aba da casa para que possa aumentar os gráficos

source: Translation updates @NathanBnm
da: Oversættrelse af @NathanBnm
pt: Atualizações de tradução. Obrigado @NathanBnm

source: You can now customize the coin list (right click for menu)
da: Du kan nu tilpasse coin-listen (højreklik for menuen)
pt: Agora pode personalizar a lista de moedas (clique no botão direito do rato para aceder ao menu)

source: Lots of stablization efforts
da: Mange stabilitetsopdateringer
pt: Muitos esforços de estabilização

source: Reworked the header
da: Omstruktureret headeren
pt: O cabeçalho foi retrabalhado

source: App adapts to network condidtions better
da: App tilpasser sig netværksændringer bedre
pt: A aplicação adapta-se melhor ás condições de rede

source: New main coin area (more coin customization coming soon!)
da: Nyt Coin fane udseende (Mere coin tilpasning kommer snart!)
pt: Nova área principal de moeda (mais personalizações de moeda a caminho!)

source: Lots of extra guards put in place to boost stability
da: En masse ekstra hjælp til at sikre stabiliteten
pt: Muitos guardas extra para aumentar a estabilidade

source: Bug fixes
da: Fejlrettelser
pt: Correções

source: Fixed tons of bugs with help from @NathanBnm
da: Rettet en masse fejl med hjælp fra @NathanBnm
pt: Muitos erros foram corrigidos com a ajuda de @NathanBnm

source: Click on candles to see information for that time period
da: Klik på candles for at se informationer for den valgte tids- periode
pt: Clique nas velas para ver informação desse período

source: Translations (Thanks to @NathanBnm for French translations!)
da: Oversættelser (Tak til @NathanBnm for fransk oversættelse!)
pt: Traduções (Obrigado a @NathanBnm pelas traduções em Francês!)

source: Change refresh rate
da: Skift opdateringshastigheden
pt: Alterar a taxa de atualização

source: Change base currency
da: Ændr normal valutaen
pt: Alterar a moeda base

source: Coin specific news
da: Actualités spécifiques à une monnaie
pt: Notícias especificas a cada moeda

source: Close a coin tab with ctrl-w
da: Luk en coin fane med CTRL + W
pt: Fechar uma aba de moeda com ctrl-w

source: Complete rewrite of how charts work
da: Komplet omstruktuering af hvordan grafer virker
pt: Os gráficos foram completamente retrabalhados

source: *Slaps Crypt* This bad boy can fit so many bugs in it
da: *Lussing til Crytp* Den indeholder for mange bugs
pt: *Estalada no Crypt* Este mauzão consegue conter imensos erros

source: Better window resizing
da: Bedre vinduestørrelser
pt: Melhorias no ajuste do tamanho da janela

source: AppCenter fixes
da: AppCenter rettelser
pt: Correções no Centro de Aplicações

source: Initial release
da: Første udgivelse
pt: Lançamento inicial
