Repository: dcharles525/Crypt
Catalog: po/*.po
Languages: da, fr, pt

source: Loading
pt: A carregar

source: Price Indicator
pt: Indicador de Preço

source: Shows prices of coins in the users list.
pt: Mostrar preços de moedas na lista do utilizador.

source: Close
pt: Fechar

source: Composited Icon
pt: Ícone Composto

source: Hour
pt: Hora

source: Day
da: Dag
fr: Jour
pt: Dia

source: Week
da: Uge
fr: Semaine
pt: Semana

source: High:
da: Høj:
fr: Haut :
pt: Alto:

source: Low:
da: Lav:
fr: Bas :
pt: Baixo:

source: Current:
da: Nuværende:
fr: Actuel :
pt: Atual:

source: A coin is already loading, wait till that finishes!
da: En Coin indlæses allerede. Vent venligst til den er færdig!
pt: Uma moeda já está a carregar, aguarde até esta acabar!

source: Price:
da: Pris:
fr: Valeur :
pt: Preço:

source: Last Update:
da: Sidste opdatering:
fr: Dernière mise à jour :
pt: Última atualização:

source: Last Volume:
da: Sidste volumen:
fr: Dernier volume :
pt: Último Volume:

source: Last Volume To:
da: Sidste volumen til:
fr: Dernier volume à :
pt: Último Volume Para:

source: Last TradeID:
da: Sidste transaktions ID:
fr: Dernier identifiante de transaction :
pt: ID da Última Transação:

source: Volume Day:
da: Volumen dag:
fr: Volume jour :
pt: Volume do Dia:

source: Volume Day To:
da: Volumen dag til:
fr: Volume jour à :
pt: Volume do Dia Para:

source: Volume 24 Hour:
da: Volumen 24 timer:
fr: Volume 24 heures :
pt: Volume de 24 Horas:

source: Volume 24 Hour To:
da: Volumen 24 timer til:
fr: Volume 24 heures à :
pt: Volume de 24 Horas Para:

source: Open Day:
da: Åbning dag:
fr: Ouverture jour :
pt: Dia de Abertura:

source: Open High Day:
da: Højeste åbning dag:
fr: Ouverture à la montée jour :
pt: Dia de Abertura Alto:

source: Open Low Day:
da: Laveste åbning dag:
fr: Ouverture à la baisse jour :
pt: Dia de Abertura Baixo:

source: Open 24h:
da: Åbning 24 timer:
fr: Ouverture 24h :
pt: Abertura 24h:

source: Open High 24h:
da: Højeste åbning 24 timer:
fr: Ouverture à la montée 24h :
pt: Abertura de 24h Alta:

source: Open Low 24h:
da: Laveste åbning 24 timer:
fr: Ouverture à la baisse 24h :
pt: Abertura de 24h Baixa:

source: Last Market:
da: Sidste markede:
fr: Dernier marché :
pt: Último Mercado:

source: Change Last 24h:
da: Forandring sidste 24 timer:
fr: Variation des dernières 24h :
pt: Mudanças das últimas 24h:

source: Change Percent Last 24h:
da: Forandring i procent sidste 24 timer:
fr: Variation en pourcentage des dernières 24h :
pt: Mudanças de Percentagem das últimas 24h:

source: Change Day:
da: Forandring dag:
fr: Variation du jour :
pt: Dia de Mudança:

source: Change Percent Day:
da: Forandring i procent dag:
fr: Variation en pourcentage du jour :
pt: Variação Percentual do dia:

source: Supply:
da: Udbud:
fr: Approvisionnement :
pt: Provisão:

source: Market Cap:
da: Markedsdækning:
fr: Capitalisation boursière :
pt: Valor de Mercado:

source: Total Volume 24h:
da: Total volumen 24 timer:
fr: Volume total 24h :
pt: Volume Total em 24h:

source: Total Volume 24h To:
da: Total volumen 24 timer til:
fr: Volume total 24h à :
pt: Volume Total em 24h para:

source: Current News
da: Aktuelle nyheder
fr: Informations actuelles
pt: Últimas Notícias

source: Whoops!
da: Ups!
fr: Oups !
pt: Opa!

source: Looks like you're not connected to a network, after connecting the app will refresh (based on your refresh rate)!
da: Det ser ud til du ikke er tilsluttet et netværk. Når du er tilsluttet vil applikanten opdatere (baseret på din opdateringshastighed)!
fr: On dirait que vous n'êtes pas connecté à Internet, après reconnexion l'application s'actualisera (en fonction du taux de rafraîchissement) !
pt: Parece que não está conectado a uma rede, após restabelecer ligação a aplicação irá atualizar (baseado na sua taxa de atualização)!

source: Minute
da: Minut
fr: Heure
pt: Minuto

source: Quick Price Lookup
da: Hurtigt prischeck
fr: Aperçu rapide des prix
pt: Ver Preço Rápido

source: Set Limit Notifications
da: Set notifikationsbegrænsning
pt: Definir Limite de Notificações

source: Open Detailed Info
da: Opdater detaljerede informationer
pt: Abrir Detalhes de Informação

source: Delete
da: Slet
pt: Apagar

source: Coin
fr: Monnaie
pt: Moeda

source: Current
da: Nuværende
fr: Actuel
pt: Atual

source: High
da: Høj
fr: Haut
pt: Alto

source: Low
da: Lav
fr: Bas
pt: Baixo

source: Change Price (DAY)
da: Prisforandring (DAG)
fr: Variation de prix (JOUR)
pt: Alterar Preço (DIA)

source: Change % (DAY)
da: Forandring % (DAG)
pt: Alterar % (DIA)

source: Last Market
da: Sidste marked
fr: Dernier marché
pt: Último Mercado

source: Limit Notification for
da: Begræns notifikationer for
pt: Limitar Notificações para

source: just hit
da: har lige ramt
pt: acabou de chegar

source: just dropped to
da: er lige faldet til
pt: acabou de cair para

source: Limits for
da: Begrænsning for:
pt: Limites para

source: High Limit
da: Øvre grænse
pt: Limite Alto

source: Low Limit
da: Nedre grænse
pt: Limite Baixo

source: Notifications disabled for coin
da: Notifikationer er deaktiveret for Coin
pt: Notificações desativadas para a moeda

source: Notifications enabled for coin
da: Notifikationer er aktiveret for Coin
pt: Notificações ativadas para a moeda

source: Save
da: Gem
fr: Enregistrer
pt: Guardar

source: Welcome to Crypt!
da: Velkommen til Crypt!
fr: Bienvenue dans Crypt
pt: Bem Vindo ao Crypt!

source: Just downloading the latest data, this could take a second or two.
da: Downloader det nyeste data. Dette kan tage et sekund eller to.
fr: Téléchargement des dernières données, cela peut prendre quelques secondes.
pt: Os últimos dados estão a ser descarregados, isto pode demorar uns segundos.

source: Home
da: Hjem
fr: Accueil
pt: Casa

source: Looks like you're not connected to a network, restart the app after reconnecting!
da: Det ser ud til du ikke er tilsluttet et netværk. Genstart applikationen efter du er tilsluttet!
fr: On dirait que vous n'êtes pas connecté à Internet, redémarrez l'applciation après reconnexion !
pt: Parece que não está conectado a uma rede, reinicie a aplicação depois de restabelecer ligação!

source: Add coin to global list
da: Tilføj Coin til global
pt: Adicionar moeda à lista global

source: Add Coin
da: Tilføj Coin
pt: Adicionar Moeda

source: Coin Name
da: Coin navn
pt: Nome da Moeda

source: Coin Abbreviation
da: Coin forkortelse
pt: Abreviação da Moeda

source: Fetching Data
da: Henter information
pt: A Pesquisar Dados

source: Whoops, that isn't a valid coin!
da: Ups, denne coin findes ikke!
pt: Opa, isso não é uma moeda válida!

source: Preferences
da: Præferencer
fr: Préférences
pt: Preferências

source: Set Default Currency (Tested with USD,GBP,EUR)
da: Set standard enhed (Testet med USD, GBP, EUR)
fr: Définir la devise par défaut (Testé avec USD, GBP, EUR)
pt: Definir a Moeda Corrente Padrão (Testado com USD,GBP,EUR)

source: Set the refresh rate (in seconds)
da: Sæt opdateringshastighed (i secondes)
fr: Définir le taux de rafraichissement (en secondes)
pt: Definir a taxa de atualização (em segundos)

source: Settings
da: Indstillinger
pt: Definições

source: Settings Saved! Restarting the app is recommended!
da: Indstillinger gemt! En genstart af applikationen anbefales!
fr: Paramètres enregistrés ! Il est recommandé de relancer l'application !
pt: Definições Gravadas! É recomendado reiniciar a aplicação!

source: Refresh rate saved! Restarting the app is recommended!
da: opdateringshastighed er gemt! En genstart af applikationen anbefales!
fr: Taux de rafraîchissement enregistré ! Il est recommandé de relancer l'application !
pt: Taxa de atualização gravada! É recomendado reiniciar a aplicação!

source: Settings schema isn't installed properly, reinstall app.
da: Indstillingsskemaet er ikke installeret korrekt. Geninstaller applikationen.
fr: Le schéma des paramètres n'est pas installé correctement, veuillez réinstaller l'application.
pt: Esquema de configurações não está instalado corretamente, volte a instalar a aplicação.

source: Global Notifications Toggle
da: Toggle globale notifikationer
pt: Alternar Notificações Globais

source: Wallet
pt: Carteira

source: Date
pt: Data

source: Buy/Sell
pt: Comprar/Vender

source: Gain/Loss
pt: Ganhos/Perdas

source: Quantity
pt: Quantidade

source: Price Entered
pt: Preço Inserido

source: Coin Price
pt: Preço da Moeda

source: Add To Wallet
pt: Adicionar à Carteira

source: Sell Coin
pt: Vender Moeda

source: Total Wallet Value:
pt: Valor Total da Carteira:

source: Total Gain/Losss Value:
pt: Ganhos Totais/Perda de Valor:

source: Add to Wallet
pt: Adicionar à Carteira

source: Date Bought
pt: Data de Compra

source: Coin Amount
pt: Quantidade de Moedas

source: Coin Price at Purchase
pt: Preço da Moeda ao Comprar

source: Coin Selling Price
pt: Preço da Moeda ao Vender

source: Sell
pt: Vender

source: Change Percent (DAY)
fr: Variation de pourcentage (JOUR)

source: Etherum (ETH)
da: Ethereum (ETH)
fr: Étherum (ETH)

source: Last Hour
fr: Dernière heure

source: Add
fr: Ajouter

source: Crypto Market Watcher
fr: Visualisateur du marché des cryptomonnaies

source: View and Watch Crypto Currency With Ease!
fr: Visualiser et surveiller les cryptomonnaies avec facilité !

source: crypto;bitcoin;litecoin;coin;bit;trading;money;
fr: cryptomonnaie;bitcoin;litecoin;monnaie;bit;bourse;argent;

source: Ever want to view the crypto market in native Vala/GTK? Well look no more Crypt is all you need to look at charts, prices, and other information while using less than 50mb of RAM.
fr: Vous voulez voir le marché de la cryptographie en Vala/GTK natif ? Et bien, ne cherchez plus Crypt est tout ce dont vous avez besoin pour regarder les graphiques, les prix, et d'autres informations tout en utilisant moins de 50 Mo de RAM.

source: Data refreshes every minute!
fr: Données actualisées chaque minute !

source: View hourly, daily, and weekly charts!
fr: Consultez les graphiques horaires, journaliers et hebdomadaires !

source: Click on candles to inspect information!
fr: Cliquez sur les fiches pour consulter les informations !

source: View full coin information!
fr: Visualisez toutes les informations sur une monnaie !

source: See information in USD, EUR, GBP, and more!!
fr: Visualisez les information en USD, EUR, GBP et plus encore !

source: Change refresh rate to save on data!
fr: Modifiez le taux de rafraîchissement pour économiser des données !

source: Bug fixes
fr: Correction de bugs

source: Fixed tons of bugs with help from @NathanBnm
fr: Correction d'une tonne de bugs avec l'aide de @NathanBnm

source: Click on candles to see information for that time period
fr: Cliquez sur les fiches pour consulter les informations pour cette période de temps

source: Translations (Thanks to @NathanBnm for French translations!)
fr: Traductions (Merci à @NathanBnm pour les traductions françaises !)

source: Change refresh rate
fr: Modification du taux de rafraîchissement

source: Change base currency
fr: Modification de la devise de base

source: Coin specific news
fr: Actualités spécifiques à une monnaie

source: Close a coin tab with ctrl-w
fr: Fermez un onglet de monnaie avec CTRL + W

source: Complete rewrite of how charts work
fr: Réécriture complète du système des graphiques

source: *Slaps Crypt* This bad boy can fit so many bugs in it
fr: *Frappe Crypt* Ce mauvais garçon peut contenir tant de bugs

source: Better window resizing
fr: Meilleur redimensionnement des fenêtres

source: AppCenter fixes
fr: Corrections pour le Centre d'Applications

source: Initial release
fr: Version initiale
